Repository: nytafar/woocommerce-rich-attribute-suite
Catalog: languages/wc-rich-attribute-suite-*.po
Languages: nb_no

source: WooCommerce Rich Attribute Suite requires WooCommerce to be installed and activated.
nb_no: WooCommerce Rich Attribute Suite krever at WooCommerce er installert og aktivert.

# Post type general name
source: Attribute Pages
nb_no: Attributtsider

# Post type singular name
source: Attribute Page
nb_no: Attributtside

# Admin Menu text
source: Attribute Pages
nb_no: Attributtsider

# Add New on Toolbar
source: Attribute Page
nb_no: Attributtside

source: Add New
nb_no: Legg til ny

source: Add New Attribute Page
nb_no: Legg til ny attributtside

source: New Attribute Page
nb_no: Ny attributtside

source: Edit Attribute Page
nb_no: Rediger attributtside

source: View Attribute Page
nb_no: Vis attributtside

source: All Attribute Pages
nb_no: Alle attributtsider

source: Search Attribute Pages
nb_no: Søk etter attributtsider

source: Parent Attribute Pages:
nb_no: Overordnede attributtsider:

source: No attribute pages found.
nb_no: Ingen attributtsider funnet.

source: No attribute pages found in Trash.
nb_no: Ingen attributtsider funnet i papirkurven.

# Overrides the "Featured Image" phrase
source: Attribute Image
nb_no: Attributtbilde

# Overrides the "Set featured image" phrase
source: Set attribute image
nb_no: Angi attributtbilde

# Overrides the "Remove featured image" phrase
source: Remove attribute image
nb_no: Fjern attributtbilde

# Overrides the "Use as featured image" phrase
source: Use as attribute image
nb_no: Bruk som attributtbilde

source: Region information for the attribute
nb_no: Regioninformasjon for attributtet

source: Taste profile for the attribute
nb_no: Smaksprofil for attributtet

source: Rich Content
nb_no: Rikt innhold

source: Edit Rich Content
nb_no: Rediger rikt innhold

source: Edit the rich content page for this attribute term using the block editor.
nb_no: Rediger siden med rikt innhold for denne attributtermen ved hjelp av blokkredigereren.

source: Create Rich Content Page
nb_no: Lag en side med rikt innhold

source: No rich content page exists for this attribute term. Click to create one.
nb_no: Det finnes ingen innholdsrik side for dette attributtermen. Klikk for å opprette en.

source: Attribute Type
nb_no: Attributttype

source: Attribute Term
nb_no: Attributtbegrep

source: Attribute Properties
nb_no: Attributtegenskaper

source: The region for this attribute (e.g., geographical location)
nb_no: Regionen for dette attributtet (f.eks. geografisk plassering)

source: The taste profile for this attribute
nb_no: Smaksprofilen for denne egenskapen

source: Learn more
nb_no: Lær mer
